Repository: Julian-Webb/EvokingSensation
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de

source: minutes
de: Minuten

source: minutes
de: Minuten

source: Calf
de: Wade

source: Shin
de: Schienbein

source: Touch
de: Berührung

source: Pulse
de: Pulsieren

source: Tingling
de: Kribbeln

source: Cramp
de: Krampf

source: Pain
de: Schmerz

source: Heat
de: Hitze

source: Cold
de: Kälte

source: Other
de: Sonstiges

source: Sensation {}
de: Wahrnehmung {}

source: - Remove sensation
de: - Wahrnehmung entfernen

source: Type:
de: Art:

source: Intensity:
de: Intensität:

source: Moderate
de: Moderat

source: Strong
de: Stark

source: Location:
de: Position:

source: Evoked Sensations
de: Hervorgerufene Wahrnehmungen

source: Trial {} of {}
de: Durchgang {} von {}

source: If you felt a sensation, please add it. Otherwise, continue stimulation.
de: Wenn Sie etwas wahrgenommen haben, fügen Sie es bitte hinzu. Sonst, fahren Sie fort.

source: + Add Sensation
de: + Wahrnehmung hinzufügen

source: Continue Stimulation
de: Stimulation fortsetzen

source: Participant View
de: Teilnehmerfenster

source: Not closable
de: Nicht schließbar

source: This window must be closed in the experimenter view
de: Das Fenster muss durch den Versuchsleiter geschlossen werden

source: Stimulating...
de: Stimulation...

source: Nothing
de: Nichts

source: Very weak
de: Sehr schwach

source: Weak
de: Schwach

source: Very strong
de: Sehr stark

source: Painful
de: Schmerzhaft

source: Intensity Feedback
de: Rückmeldung über Intensität

source: How intense was the sensation you felt?
de: Wie intensiv war die Wahrnehmung?

source: Block {} of {} Completed
de: Block {} von {} Abgeschlossen

source: Time for a break
de: Zeit für eine Pause.

source: Continue stimulation
de: Stimulation fortsetzen

source: Experiment Complete
de: Experiment beendet

source: Thank you for participating!
de: Danke für Ihre Teilnahme!

source: This window can be safely closed now.
de: Dieses Fenster kann jetzt geschlossen werden.

source: Stimulator Error
de: Fehler beim Stimulator

source: The stimulator has encountered an error. Please ask the experimenter to fix any issues. Then, the trial will be repeated.
de: Der Stimulator hat einen Fehler gemeldet. Bitten Sie den Versuchsleiter, den Fehler zu beheben. Dann wird der Durchgang wiederholt.

source: Calibration Phase
de: Kalibrierungsphase

source: The stimulation intensity calibration will now begin. You will receive stimulation and should focus on evaluating the strength of the sensation. Begin when you are ready.
de: Die Kalibrierungsphase der Stimulationsintensität beginnt jetzt. Sie werden stimuliert und sollten auf die Intensität der Wahrnehmung achten. Wenn Sie bereit sind, starten Sie bitte.

source: Start Stimulation
de: Stimulation starten

source: Calibration Phase Completed!
de: Kalibrierungsphase abgeschlossen!

source: Continue to sensory response phase
de: Weiter zu Wahrnehmungsphase

source: Sensory Response Phase
de: Wahrnehmungsphase

source: The stimulation will now continue Please pay attention to the location, intensity, and type (touch, vibration, ...) of sensation you feel Begin when you are ready.
de: Die Stimulation wird jetzt fortgesetzt. Bitte achten Sie auf die Position, Intensität, und Art (Berührung, Vibration, etc.) der Wahrnehmung. Wenn Sie bereit sind, starten Sie bitte.
